;Place localized text in this file lol


;-------------------------------------------------------------------------------
;---------------------- Yui Neko Gear Hair -------------------------------------
;-------------------------------------------------------------------------------

[Yui_Neko_Hair_T X2BodyPartTemplate]
DisplayName="特种部队猫猫优衣 发型"


;-------------------------------------------------------------------------------
;-------------------- Yui Neko Gear Helmet -------------------------------------
;-------------------------------------------------------------------------------

[Yui_Neko_NekoHelm_Helm_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"

[Yui_Neko_NekoHelm_FPU_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"

[Yui_Neko_NekoHelm_FPL_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"

[Yui_Neko_NekoHelm_M_Helm_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"

[Yui_Neko_NekoHelm_M_FPU_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"

[Yui_Neko_NekoHelm_M_FPL_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 头盔"


;-------------------------------------------------------------------------------
;-------------------- Yui Neko Gear Tail ---------------------------------------
;-------------------------------------------------------------------------------

[Yui_Neko_Tail_TorsoGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(身体装备)"

[Kev_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[LPl_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[MPl_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[HPl_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[LPo_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[MPo_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"

[HPo_Yui_Neko_Tail_ThighGear_T X2BodyPartTemplate]
DisplayName="特种部队猫猫战甲 尾巴(大腿装备)"


